 <?php
 $books = array(
            array("bookname" => "Хроники Сиалы",
                    "author" => "Алексей Пехов",
                    "price" => "15.69$",
                    "description" => "Вор и герой - понятия несовместимые? Как бы не так! Когда приходится делать нелегкий выбор между топором палача и Заказом на небольшую прогулку в мрачные могильники эльфийских лесов, трезвомыслящие люди выбирают топор палача, а герои, такие, как Гаррет, решают бросить кости и, надеясь, что выпадут шестерки, рискнуть. Ведь всего-то надо пробраться в заброшенную башню Ордена, надуть парочку злобных демонов, избавиться от наемных убийц, подставить воровскую гильдию, выйти из десятка кровавых стычек… ну, и доехать до этих тьмой проклятых могильников вместе с небольшим отрядом отчаянных королевских рубак. Стоит ли говорить, что такой Заказ просто невозможно выполнить?",
                    "image" => "siala.jpg"),
            array("bookname" => "Ведьмак",
                    "author" => "Анджей Сапковский",
                    "price" => "38$",
                    "description" => "Одна из лучших фэнтези-саг за всю историю существования жанра. Оригинальное, масштабное эпическое произведение, одновременно и свободное от влияния извне, и связанное с классической мифологической, легендарной и сказовой традицией. Шедевр не только писательского мастерства Анджея Сапковского, но и переводческого искусства Евгения Павловича Вайсброта. Бесценный подарок и для поклонника прекрасной фантастики, и для ценителя просто хорошей литературы. Перед читателем буквально оживает необычный, прекрасный и жестокий мир литературной легенда, в котором обитают эльфы и гномы, оборотни, вампиры и «низушки»-хоббиты, драконы и монстры, - но прежде всего люди. Очень близкие нам, понятные и человечные люди - такие как мастер меча ведьмак Геральт, его друг, беспутный менестрель Лютик, его возлюбленная, прекрасная чародейка Йеннифэр, и приемная дочь - безрассудно отважная юная Цири... В нашей библиотеке вы можете бесплатно почитать книгу « Ведьмак ». Чтобы читать онлайн книгу « Ведьмак » перейдите по указанной ссылке. Приятного Вам чтения.",
                    "image" => "vedmak.jpg"),
            array("bookname" => "Властелин колец",
                    "author" => "Джон Рональд Руэл Толкин",
                    "price" => "40$",
                    "description" => "Властелин колец — роман-эпопея английского писателя Дж. Р. Р. Толкина, самое известное произведение жанра фэнтези.
                Сказания о Средиземье — это хроника Великой войны за Кольцо, войны, длившейся не одну тысячу лет. Тот, кто владел Кольцом, получал власть над всеми живыми тварями, но был обязан служить злу.
                Хоббит Фродо призван уничтожить Кольцо. Он отправился за ним в Мордор и на огненную Гору Судьбы вместе с союзниками — эльфами, гномами, людьми и хоббитами.
                «Властелин колец» повествует о борьбе добра и зла, сохраняя сказочную атмосферу классики жанра «фэнтези».
                «Властелин колец» был написан как единая книга, но из-за объёма при первом издании его разделили на три части: «Братство Кольца», «Две крепости» и «Возвращение короля». В виде трилогии он публикуется и по сей день, хотя часто в едином томе.
                «Властелин колец» является одной из самых известных и популярных книг XX века. Он переведён по меньшей мере на 38 языков. Эта книга оказала огромное влияние на литературу в жанре фэнтези, на настольные и компьютерные игры, на кинематограф и вообще на мировую культуру. Большим успехом пользовалась и экранизация книги, созданная режиссёром Питером Джексоном.",
                    "image" => "vlastelin.jpg"),
            array("bookname" => "Гарри Поттер",
                    "author" => "Джоан К. Роулинг",
                    "price" => "35.60$",
                    "description" => "Самая знаменитая сага новейшего времени разошлась рекордным тиражом - более 400 миллионов экземпляров на 68 языках (включая эсперанто, древнегреческий и латынь). Книги Роулинг сумели оторвать детей и взрослых от экранов компьютеров и стали мощнейшим импульсом для интереса к чтению в современную эпоху.

                    Жизнь десятилетнего Гарри Поттера нельзя назвать сладкой: его родители умерли, едва ему исполнился год, а от дяди и тётки, взявших сироту на воспитание, достаются лишь тычки да подзатыльники. Но в одиннадцатый день рождения Гарри всё меняется. Странный гость, неожиданно появившийся на пороге, приносит письмо, из которого мальчик узнаёт, что на самом деле он чистокровный волшебник и принят в Хогвартс — школу магии. А уже через пару недель Гарри будет мчаться в поезде Хогвартс-экспресс навстречу новой жизни, где его ждут невероятные приключения, верные друзья и самое главное — ключ к разгадке тайны смерти его родителей.",
                    "image" => "harry.jpg"),
            array("bookname" => "Хроники Нарнии",
                    "author" => "Клайв Стэйплз Льюис",
                    "price" => "33.55$",
                    "description" => "ревние мифы, старинные предания и волшебные сказки, детские впечатления и взрослые размышления прекрасного английского писателя Клайва С. Льюиса легли в основу семи повестей эпопеи (Хроники Нарнии), ставшей одной из самых известных и любимых книг детей и взрослых во всем мире. Читая книгу, вы будете открывать чарующий волшебный мир Нарнии. ",
                    "image" => "narnia.jpg"));
?>